Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Bulk edition via CSV
es_es: Edición masiva mediante CSV

source: Export roles
es_es: Exportar funciones

source: Upload your file
es_es: Cargar su archivo

source: Download your current role configuration
es_es: Descargar la configuración actual de su función

source: Edit the CSV file
es_es: Editar el archivo CSV

source: Upload the modified CSV file
es_es: Cargar el archivo CSV modificado

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
es_es: El archivo se cargó exitosamente. Por favor, descargue el archivo de registro. Para revisar cualquier error, consulte las dos últimas columnas del archivo ("Result" Resultado] y "Error description" [Descripción del error]).

source: Your avatar was successfully updated.
es_es: Su avatar se ha actualizado correctamente.

source: <strong>{{userName}}</strong> added alignments.
es_es: <strong>{{userName}}</strong> ha añadido alineaciones.

source: <strong>{{userName}}</strong> deleted alignments.
es_es: <strong>{{userName}}</strong> ha eliminado alineaciones.

source: <strong>{{userName}}</strong> added a file.
es_es: <strong>{{userName}}</strong> ha añadido un archivo.

source: <strong>{{userName}}</strong> deleted a file.
es_es: <strong>{{userName}}</strong> ha eliminado un archivo.

source: <strong>{{userName}}</strong> added a deliverable.
es_es: <strong>{{userName}}</strong> ha añadido un entregable.

source: <strong>{{userName}}</strong> deleted a deliverable.
es_es: <strong>{{userName}}</strong> ha eliminado un entregable.

source: <strong>{{userName}}</strong> marked a deliverable as done.
es_es: <strong>{{userName}}</strong> ha marcado un entregable como completado.

source: <strong>{{userName}}</strong> marked a deliverable as undone.
es_es: <strong>{{userName}}</strong> ha marcado un entregable como completado.

source: <strong>{{userName}}</strong> updated a deliverable.
es_es: <strong>{{userName}}</strong> ha actualizado un entregable.

source: <strong>{{userName}}</strong> updated a description.
es_es: <strong>{{userName}}</strong> ha actualizado una descripción.

source: <strong>{{userName}}</strong> updated the due date.
es_es: <strong>{{userName}}</strong> ha actualizado la fecha de vencimiento.

source: <strong>{{userName}}</strong> approved a goal
es_es: <strong>{{userName}}</strong> ha aprobado un objetivo

source: <strong>{{userName}}</strong> created a goal
es_es: <strong>{{userName}}</strong> ha creado un objetivo

source: <strong>{{userName}}</strong> rejected a goal
es_es: <strong>{{userName}}</strong> ha rechazado un objetivo

source: <strong>{{userName}}</strong> deleted a goal
es_es: <strong>{{userName}}</strong> ha eliminado un objetivo

source: <strong>{{userName}}</strong> marked a goal as done.
es_es: <strong>{{userName}}</strong> ha marcado un objetivo como completado.

source: <strong>{{userName}}</strong> reopened a goal
es_es: <strong>{{userName}}</strong> ha reabierto un objetivo

source: <strong>{{userName}}</strong> submitted a goal for approval.
es_es: <strong>{{userName}}</strong> ha enviado un objetivo para su aprobación.

source: <strong>{{userName}}</strong> added a measurement criterion
es_es: <strong>{{userName}}</strong> ha añadido un criterio de medición

source: <strong>{{userName}}</strong> deleted a measurement criterion
es_es: <strong>{{userName}}</strong> ha eliminado un criterio de medición

source: <strong>{{userName}}</strong> updated a measurement criterion
es_es: <strong>{{userName}}</strong> ha actualizado un criterio de medición

source: <strong>{{userName}}</strong> updated the population of a goal.
es_es: <strong>{{userName}}</strong> ha actualizado la población de un objetivo.

source: <strong>{{userName}}</strong> updated a goal priority
es_es: <strong>{{userName}}</strong> ha actualizado la prioridad de un objetivo

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
es_es: <strong>{{userName}}</strong> ha actualizado la configuración de progreso de un objetivo.

source: <strong>{{userName}}</strong> updated the progress of a goal.
es_es: <strong>{{userName}}</strong> ha actualizado el progreso de un objetivo.

source: <strong>{{userName}}</strong> updated a title
es_es: <strong>{{userName}}</strong> ha actualizado un título

source: <strong>{{userName}}</strong> updated a goal tracking status
es_es: <strong>{{userName}}</strong> ha actualizado un estado de seguimiento de objetivo

source: <strong>{{userName}}</strong> updated the weight of a goal.
es_es: <strong>{{userName}}</strong> ha actualizado el peso de un objetivo.

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
es_es: Nuestro filtro de seguridad ha bloqueado tu solicitud. Actualiza la página e inténtalo de nuevo. Si el problema persiste, ponte en contacto con tu equipo de TI para obtener ayuda.

source: Exit proxy
es_es: Salir del representante

source: Back to the previous page
es_es: Volver a la página anterior

source: You currently don't have proxy access
es_es: Actualmente no tienes acceso de representante

source: My proxy permissions
es_es: Mis permisos de representante

source: Proxy user
es_es: Usuario representante

source: Acting on behalf of
es_es: Actuando en nombre de

source: Your goal was successfully published. You're on the right track!
es_es: Su objetivo se ha publicado correctamente. ¡Lo está haciendo bien!

source: See all
es_es: Ver todo

source: View goal
es_es: Ver objetivo

source: Read less
es_es: Leer menos

source: Read more
es_es: Leer más

source: State or region.
es_es: Estado o región.

source: Are you sure you want to reopen this goal?
es_es: ¿Está seguro de querer reabrir este objetivo?

source: Reopen goal
es_es: Reabrir objetivo

source: Add inspiration tip content
es_es: Añadir contenido de consejos inspiradores

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
es_es: ¿Puede darme su perspectiva sobre el progreso de mi proyecto? | ¿Cuáles son mis tres principales fortalezas? | ¿Dónde cree que debería centrar mi desarrollo? | ¿Qué es lo que le gusta de trabajar conmigo? | ¿Hay algo que podría hacer para mejorar su experiencia trabajando conmigo? | ¿Dónde podría mejorar en mi función? | ¿Dónde cree que tengo más impacto en mi función? | ¿Cómo podría haberle apoyado mejor en su función? | ¿Podemos hablar sobre mi proyecto? ¿Qué cree que está yendo bien o qué no ha ido bien? | Si hubiera un consejo que me daría para ayudarme a crecer, ¿cuál sería? | ¿Ha notado algún fallo en mi autoconciencia? | ¿Qué habilidades cree que debería aprender/mejorar? | ¿Puede darme su opinión sobre cómo lo estoy haciendo en mi función? | ¿Hay algo que hubiera hecho de manera diferente? | ¿Qué comportamientos clave debería practicar?

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
es_es: ¿Puede darme su perspectiva sobre el progreso de sus proyectos? | ¿Cuáles son sus tres principales fortalezas? | ¿Dónde cree que debería enfocar su desarrollo? | ¿Qué es lo que le gusta de trabajar con esta persona? | ¿Qué le recomendaría dejar de hacer/empezar a hacer/continuar haciendo? | ¿Hay algo que podría hacer para mejorar su experiencia trabajando con esta persona? | ¿Dónde podría mejorar en su función? | ¿Dónde cree que tiene más impacto en su función? | ¿Hay áreas específicas de desarrollo en las que cree que podría ayudarle a centrarse? | Si pudiera darle un consejo, ¿cuál sería? | ¿Ha notado alguna carencia en su autoconciencia? | ¿Qué habilidades cree que debería aprender/mejorar? | ¿Puede darme su opinión sobre cómo lo está haciendo en su función? | ¿Cuáles cree que son sus comportamientos más destacados? | ¿Qué comportamientos clave debería practicar?

source: Where do you think they are most impactful in their role?
es_es: ¿En qué aspecto crees que tienen mayor impacto en su función?

source: Have you noticed any gaps in their self-awareness?
es_es: ¿Has notado alguna carencia en su autoconciencia?

source: What key behaviors should they practice?
es_es: ¿Qué conductas clave deberían practicar?

source: What would you recommend them to stop/start/continue?
es_es: ¿Qué les recomendarías que dejaran de hacer, empezaran a hacer o continuaran haciendo?

source: Can you give me your perspective on the progress of their projects?
es_es: ¿Puedes darme tu opinión sobre el progreso de sus proyectos?

source: What do you think are their top stand out behaviors?
es_es: ¿Cuáles crees que son sus comportamientos más destacados?

source: What is something you like about working with them?
es_es: ¿Qué es algo que te gusta de trabajar con ellos?

source: Are there any specific areas of development you think I could help them focus on?
es_es: ¿Hay alguna área de desarrollo específica en la que creas que podría ayudarles a centrarse?

source: What are their top three strengths?
es_es: ¿Cuáles son sus tres principales puntos fuertes?

source: Where could they improve in their role?
es_es: ¿En qué podrían mejorar en su puesto?

source: Is there anything they could do to improve your experience working with them?
es_es: ¿Hay algo que podrían hacer para mejorar tu experiencia trabajando con ellos?

source: If there was one piece of advice you could give them, what would it be?
es_es: Si pudieras darles un solo consejo, ¿cuál sería?

source: Where do you think they should focus their development?
es_es: ¿En qué crees que deberían centrar su desarrollo?

source: Can you give me your thoughts on how they are doing in their role?
es_es: ¿Puedes darme tu opinión sobre cómo lo están haciendo en su puesto?

source: What skills do you think they should learn/improve?
es_es: ¿Qué habilidades crees que deberían aprender o mejorar?

source: How could I have better supported you in your role?
es_es: ¿Cómo podría haberte apoyado mejor en tu puesto?

source: Have you noticed any gaps in my self-awareness?
es_es: ¿Ha notado alguna carencia en mi autoconciencia?

source: What key behaviors should I practice?
es_es: ¿Qué comportamientos clave debo practicar?

source: Is there anything I could do to improve your experience working with me?
es_es: ¿Hay algo que pueda hacer para mejorar tu experiencia trabajando conmigo?

source: Can you give me your perspective on the progress of my project?
es_es: ¿Puedes darme tu opinión sobre el progreso de mi proyecto?

source: Is there anything you would have done differently?
es_es: ¿Hay algo que habrías hecho de manera diferente?

source: What is something you like about working with me?
es_es: ¿Qué es algo que te gusta de trabajar conmigo?

source: Can we talk about my project? What do you think is going well or what didn’t go well?
es_es: ¿Podemos hablar sobre mi proyecto? ¿Qué crees que está yendo bien o qué no fue bien?

source: What are my top three strengths?
es_es: ¿Cuáles son mis tres principales puntos fuertes?

source: Where do you think I am most impactful in my role?
es_es: ¿En qué crees que tengo mayor impacto en mi puesto?

source: Where could I improve in my role?
es_es: ¿En qué podría mejorar en mi puesto?

source: If there was one piece of advice you would give me to help me grow, what would it be?
es_es: Si hubiera un solo consejo que pudieras darme para ayudarme a crecer, ¿cuál sería?

source: Where do you think I should focus my development?
es_es: ¿En qué crees que debería centrar mi desarrollo?

source: Can you give me your thoughts on how I am doing in my role?
es_es: ¿Podrías darme tu opinión sobre cómo lo estoy haciendo en mi puesto?

source: What skills do you think I should learn/improve?
es_es: ¿Qué habilidades crees que debería aprender o mejorar?

source: The goal was successfully submitted again for approval.
es_es: El objetivo se ha vuelto a enviar correctamente para su aprobación.

source: Performance evaluation section
es_es: Sección de evaluación del desempeño

source: The review is about a deactivated worker.
es_es: La evaluación es sobre un trabajador desactivado.

source: Edit response
es_es: Editar respuesta

source: Goals aligned to this goal
es_es: Objetivos alineados con este objetivo

source: Fulfillment
es_es: Satisfacción

source: Hide details
es_es: Ocultar detalles

source: What is your view?
es_es: ¿Qué opina usted?

source: No rating yet.
es_es: Aún no hay calificaciones.

source: Not rated
es_es: Sin calificar

source: Delete reviews
es_es: Eliminar evaluaciones

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
es_es: ¿Está seguro de querer eliminar {{count}} evaluación? Esta acción no se puede deshacer.

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
es_es: ¿Está seguro de querer eliminar {{count}} evaluaciones? Esta acción no se puede deshacer.

source: Delete {{count}} review
es_es: Eliminar {{count}} reseña

source: Delete {{count}} reviews
es_es: Eliminar {{count}} reseñas

source: The deletion process of the review has started. This can take some time.
es_es: Ha comenzado el proceso de eliminación de la evaluación. Esto puede tardar un tiempo.

source: {{count}} reviews were successfully deleted.
es_es: Se han eliminado correctamente{{count}} reseñas.

source: {{count}} review was successfully deleted.
es_es: {{count}} evaluación eliminada correctamente.

source: Filter by review stage
es_es: Filtrar por fase de evaluación

source: Reviews in "Closed" stage: {{count}}
es_es: Evaluaciones en la fase de "Cerrado": {{count}}

source: Reviews in "Closed (System)" stage: {{count}}
es_es: Evaluaciones en la fase "Cerrado (Sistema)": {{count}}

source: Reviews in "Moderation" stage: {{count}}
es_es: Evaluaciones en la fase de "Moderación": {{count}}

source: Reviews in "Pending sign-off" stage: {{count}}
es_es: Reseñas en la etapa de "Pendiente de aprobación": {{count}}

source: Find workers by cost center
es_es: Buscar trabajadores por centro de costes

source: Search for a cost center
es_es: Buscar un centro de costes

source: Find workers by country
es_es: Buscar trabajadores por país

source: Search for a country
es_es: Buscar un país

source: The list can load up to {{count}} results. Use the search field to find additional managers.
es_es: La lista puede cargar hasta {{count}} resultados. Usa el campo de búsqueda para encontrar managers adicionales.

source: Find workers by their manager
es_es: Buscar trabajadores por su responsable

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
es_es: La lista puede cargar hasta {{count}} resultados. Usa el campo de búsqueda para encontrar unidades organizativas adicionales.

source: Find workers by organizational unit
es_es: Buscar trabajadores por unidad organizativa

source: The list can load up to {{count}} results. Use the search field to find additional workers.
es_es: La lista puede cargar hasta {{count}} resultados. Usa el campo de búsqueda para encontrar colaboradores/as adicionales.

source: Find specific workers
es_es: Encontrar trabajadores específicos

source: Manage {{templateName}}
es_es: Gestionar {{templateName}}

source: Manage reviews
es_es: Gestionar evaluaciones

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
es_es: Ambas partes deberán volver a enviar su evaluación. El responsable debe esperar a que se envíe la evaluación del trabajador antes de enviar la suya. Tenga en cuenta que los formularios se procesan en segundo plano. Dependiendo del volumen de evaluaciones que haya seleccionado, es posible que siga viendo algunos de estos formularios al aplicar selecciones futuras mientras los procesamos y los devolvemos a los responsables. Puede seguir utilizando la aplicación y realizar otras acciones necesarias.

source: {{count}} review was successfully reopened for workers and managers.
es_es: {{count}} evaluación se ha reabierto correctamente para trabajadores y responsables.

source: {{count}} reviews were successfully reopened for workers and managers.
es_es: {{count}} evaluaciones se han reabierto correctamente para trabajadores y responsables.

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
es_es: Mover {{count}} evaluación a la fase "En curso" para trabajadores y responsables. Ambas partes tendrán que volver a enviar su evaluación. Esta acción no se puede deshacer.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
es_es: Mover {{count}} evaluaciones a la fase "En curso" para trabajadores y responsables. Ambas partes tendrán que volver a enviar su evaluación. Esta acción no se puede deshacer.

source: Reopen reviews for workers and managers
es_es: Reabrir las evaluaciones para trabajadores y responsables

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
es_es: Mover {{count}} evaluación a la fase "En curso" para trabajadores y responsables. Ambas partes tendrán que volver a enviar su evaluación. Esta acción no se puede deshacer.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
es_es: Mover {{count}} evaluaciones a la fase "En curso" para trabajadores y responsables. Ambas partes tendrán que volver a enviar su evaluación. Esta acción no se puede deshacer.

source: Reopen reviews for both workers and managers
es_es: Reabrir las evaluaciones tanto para los trabajadores como los responsables

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
es_es: Los responsables tendrán que volver a publicar sus aportaciones para que se tengan en cuenta en la evaluación. Tenga en cuenta que los formularios se procesan en segundo plano. Dependiendo del volumen de evaluaciones que haya seleccionado, es posible que siga viendo algunos de estos formularios al aplicar selecciones futuras mientras los procesamos y los enviamos otra vez a los responsables. Puede seguir utilizando la aplicación y realizar otras acciones necesarias.

source: {{count}} review was successfully moved to "Pending publishing" stage.
es_es: {{count}} evaluaciones se han movido correctamente a la fase de "Pendiente de publicación".

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
es_es: {{count}} evaluaciones se han movido correctamente a la fase de "Pendiente de publicación".

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
es_es: Los responsables tendrán que volver a publicar sus aportaciones para que se tengan en cuenta en la revisión. Esta acción no se puede deshacer.

source: Move reviews to "Pending publishing" stage
es_es: Mover las evaluaciones a la fase de "Pendiente de publicación"

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
es_es: Los managers tendrán que volver a enviar la evaluación. Ten en cuenta que los formularios se procesan en segundo plano. Según el volumen de evaluaciones que hayas seleccionado, es posible que aún veas algunos de estos formularios al aplicar selecciones futuras mientras los procesamos y se los devolvemos a los managers. Puedes seguir usando la aplicación y realizar cualquier otra acción necesaria.

source: {{count}} review was successfully reopened.
es_es: {{count}} revisión se reabrió correctamente.

source: {{count}} reviews were successfully reopened.
es_es: {{count}} revisiones se reabrieron correctamente.

source: Move {{count}} review to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
es_es: Mover {{count}} evaluación a la etapa "En curso". Los managers tendrán que enviar su evaluación de nuevo. Esta acción no se puede deshacer.

source: Move {{count}} reviews to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
es_es: Mover {{count}} reseñas a la etapa "En curso". Los managers tendrán que enviar su evaluación de nuevo. Esta acción no se puede deshacer.

source: Reopen reviews
es_es: Reabrir evaluaciones
